BTN_1_TEXT = "О сервисе 🛠"
BTN_2_TEXT = "Хочу продать 💶"
BTN_3_TEXT = "Что купить 🛒?"
BTN_4_TEXT = "Куда заказать 📮?"
BTN_11_TEXT = "Правила 📃"
BTN_12_TEXT = "Рейтинг участников 👑"
BTN_13_TEXT = "Отзывы 🖍"
BTN_14_TEXT = "Главное меню 🎛"
# BTN_12_TEXT ="Адреса для доставки"

ERROR_TEXT = "*Произошла ошибка* ❌"
REGISTR_TEXT = "Вы зарегистрированы"
FIRST_TEXT = "Добро пожвловать! Чтобы начать пользоваться ботом необходимо пройти авторизацию"
HELLO_TEXT = "Рады, что ты с нами, вы получили 1️⃣  уровень доступа, теперь вам доступен базовый функционал бота." \
             "\nЧтобы повысить свой уровень доступа обратитесь выполните хотя бы один заказ."
SEND_NICNAME="Пришлите ник, под которым вы будите отображаться администратору"
RULE_TEXT = "Читайте подробнее в статье:" \
            " https://telegra.ph/EHkstrennoe-unichtozhenie-mobilnogo-telefona-i-plansheta-06-19-2"
O_SERVICE_TEXT = "IncomeBot создан, чтобы облегчить покупку и продажу русскми ''предпренимателям''"
YOU_THERE_TEXT = "Вы уже с нами."
I_NOT_RESPONSE = "Я не отвечаю на сообщения"
INFO_UPLOAD = "Информация обновлена, дождитесь проверки модератором"
NEW_UPLOAD = "Поздравляю! Заказ сформирован, статусы ваших заказов вы можете отслеживать" \
             " в разделе \"_Продать_\" ⇨ \"_Мои заказы_\"",

COME_TO_RUS = "Пришло в Россию 🇷🇺"
COME_TO_DROP = "Пришло дропу в ЕС 👤"
COME_AWAY = "Не пришло и не придет 🗑"
COME_RESEND = "Пришло пересыльщику 📬"

YOUR_ORDER = "Ваши заказы 📦:"
ITEM_NAME = "Введите название товара"
WAIT_MODERATOR = "Информация обновлена, дождитесь проверки модератором 👤"
SEND_ORDER_COMMENT = "Добавьте коментарий к товару"
SEND_ORDER_URL = "Пришлите ссылку на товар"
FAVOURITE_ITEM = "Теперь выберете товар, который хотите купить"
SHOP_CHOICE = "Теперь выберете магазин, в котором хотите работать"

CANSLE = "Отменить"
BOUGTH = "Купил"

COUNTRIES = {
    "Европа 🇪🇺": "EU",
    "Америка 🇺🇸": "US",
}
