BTN_1_TEXT = "О сервисе 🛠"
BTN_2_TEXT = "Продать 💶"
BTN_3_TEXT = "Что купить 🛒?"
BTN_4_TEXT = "Куда заказать 📮?"
BTN_11_TEXT = "Правила 📃"
BTN_12_TEXT = "Рейтинг участников 👑"
BTN_13_TEXT = "Оставить отзыв 🖍"
BTN_14_TEXT = "Главное меню 🎛"
# BTN_12_TEXT ="Адреса для доставки"

REGISTR_TEXT = "Вы зарегистрированы"
FIRST_TEXT = "Чтобы начать пользоваться ботом необходимо пройти авторизацию"
HELLO_TEXT = "Добро пожаловать"
RULE_TEXT = "Читайте подробнее в статье:" \
            " https://telegra.ph/EHkstrennoe-unichtozhenie-mobilnogo-telefona-i-plansheta-06-19-2"
O_SERVICE_TEXT = "Читайте подробнее в статье"
YOU_THERE_TEXT = "Вы уже с нами."
I_NOT_RESPONSE = "Я не отвечаю на сообщения"
INFO_UPLOAD = "Информация обновлена, дождитесь проверки модератором"

COME_TO_RUS = "Пришло в Россию 🇷🇺"
COME_TO_DROP = "Пришло дропу в ЕС 👤"
COME_AWAY = "Не пришло и не придет 🗑"
COME_RESEND = "Пришло пересыльщику 📬"

YOUR_ORDER = "Ваши заказы 📦:"
ITEM_NAME = "Введите название товара"
WAIT_MODERATOR = "Информация обновлена, дождитесь проверки модератором 👤"
SEND_ORDER_URL = "Пришлите ссылку на товар"
FAVOURITE_ITEM = "Теперь выберете товар, который хотите купить"
SHOP_CHOICE = "Теперь выберете магазин, в котором хотите работать"

CANSLE = "Отменить"
BOUGTH = "Купил"

COUNTRIES = {
    "Европа 🇪🇺": "EU",
    "Америка 🇺🇸": "US",
}
