
BTN_1_TEXT ="Правила"
BTN_2_TEXT ="Продать товар"
BTN_3_TEXT ="Получить заказ"
REGISTR_TEXT = "Вы зарегистрированы"
FIRST_TEXT = "Чтобы начать пользоваться ботом необходимо пройти авторизацию"
HELLO_TEXT = "Добро пожаловать"
RULE_TEXT = "Читайте подробнее в статье"
YOU_THERE_TEXT = "Вы уже с нами."
I_NOT_RESPONSE = "Я не отвечаю на сообщения"
INFO_UPLOAD="Информация обновлена, дождитесь проверки модератором"

COME_TO_RUS="Пришло в Россию 🇷🇺"
COME_TO_DROP="Пришло дропу в ЕС 👤"
COME_AWAY="Не пришло и не придет 🗑"
COME_RESEND="Пришло пересыльщику 📬"

YOUR_ORDER = "Ваши заказы 📦:"
ITEM_NAME = "Введите название товара"
FAVOURITE_ITEM = "Теперь выберете товар, который хотите купить"
SHOP_CHOICE ="Теперь выберете магазин, в котором хотите работать"

CANSLE="Отменить"
BOUGTH="Купил"

COUNTRIES={
    "Европа 🇪🇺":"EU",
    "Америка 🇺🇸":"US",
}

